# -*- coding: utf-8 -*-

welcome_message = 'Добро пожаловать %s'

info_message = 'Добро пожаловать в Crypto_TeacherBot.\n Этот бот поможет вам в первых шаг по инвестированию в криптовалюты.\n' \
                '/start - вывести это сообщение\n' \
                '/unloged_user - неизвестный пользователь\n' \
                '/loged_user - известный пользователь\n' \
                '/watch_course - просмотреть курс\n' \
                '/watch_portfolio - просмотреть портфель\n' \
                '/buy_coin - купить криптовалюту\n' \
                '/sell_coin - продать криптовалюту\n' \
                '/chose_coin\n' \
                '/coin_count'
hello_unlogged = 'Добро пожаловать неизвестный пользователь!'
hello_logged = 'Добропожаловать известный пользователь!'
watch_course = 'Просмотр курса криптовалют'
watch_portfolio = 'Просмотр портфеля:\nСвободные деньги: {0} $\n\tВаши криптовалюты:\n'
buy_coin = 'Выберите монету:'
sell_coin = 'Продать монету'
chouse_coin = 'Выбрать монету'
coin_count = 'Введите количество монет'
